IdeaRS.Connections
StiffenerData.Location Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the location of the stiffener
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode Location { get; set; }
Property Value
Type: PositionCode
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace